Repository: Salainne/Simple-Image-Server
Catalog: Simple image server/Simple image server/Properties/Resources.*.resx
Languages: da_dk

# Form1
source: Simple Image Server
da_dk: Simple Billede Server

# groupBox1
source: Server settings
da_dk: Server indstillinger

# groupBox4
source: Log output
da_dk: Log udskrift

# groupBox3
source: Elements in list
da_dk: Elementer i liste

# btnRemoveImage
source: Remove image
da_dk: Fjern billede

# btnAddToList
source: Add
da_dk: Tilføj

# groupBox2
source: Lists
da_dk: Lister

# btnDeleteSelectedList
source: Delete list
da_dk: Slet liste

# grpListsettings
source: List settings
da_dk: Liste indstillinger

# label9
source: Description:
da_dk: Beskrivelse:

# chkRandomImage
source: Deliver random image from list
da_dk: Levér tilfældigt billede fra listen

# label8
source: Max width:
da_dk: Maks bredde:

# label7
source: Processing settings:
da_dk: Indstillinger for processering:

# label6
source: Interval (seconds each list shows same image):
da_dk: Interval (Sekunder hvert billede i listen bliver vist):

# label5
source: Listname:
da_dk: Listenavn:

# label3
source: Active weekdays:
da_dk: Aktive ugedage:

# label2
source: Active timeperiod:
da_dk: Aktiv tidsperiode:

# chkListTuesday
source: Tuesday
da_dk: Tirdsdag

# chkListWednesday
source: Wednesday
da_dk: Onsdag

# chkListThursday
source: Thursday
da_dk: Torsdag

# chkListFriday
source: Friday
da_dk: Fredag

# chkListSaturday
source: Saturday
da_dk: Lørdag

# chkListSunday
source: Sunday
da_dk: Søndag

# chkListMonday
source: Monday
da_dk: Mandag

# chkListActive
source: Active
da_dk: Aktiv

# btnAddNewList
source: Add new list
da_dk: Tilføj ny liste

# btnOpenSettingsfolder
source: Open settings folder
da_dk: Åben folder for gemte indstillinger

source: Dark mode
da_dk: Mørk mode

# btnStartOnBoot
source: Enable autostart on boot
da_dk: Start med Windows

# chkAutostart
source: Autostart server (Will minimize to tray on start)
da_dk: Autostart server (Minimeres til tray ved opstart)

# chkAllowremoteAccess
source: Allow remoteaccess
da_dk: Tillad fjernadgang

# btnSaveSettingsNow
source: Save settings now
da_dk: Skriv indstillinger nu

source: Server not running
da_dk: Server kører ikke

source: Enable autostart on boot
da_dk: Aktiver automatisk opstart ved opstart

source: Disable autostart on boot
da_dk: Deaktiver automatisk opstart ved opstart

# StartingServerOnPort
source: Starting server on port {0}
da_dk: Starter server på port {0}

# ServerRunningOnPort
source: Server running on port {0}
da_dk: Server kører på port {0}

# ErrorStartingServer
source: Error starting server {0}
da_dk: Fejl ved opstart af server {0}

# ClientDroppedConnection
source: Client dropped connection {0}
da_dk: Klienten droppede forbindelsen {0}

# NetworkError
source: Network error {0}
da_dk: Netværks fejl {0}

# ErrorHandlingRequest
source: Error handling request {0}
da_dk: Fejl ved håndtering af forespørgelse {0}

source: List not found
da_dk: Liste ikke fundet

source: Empty list
da_dk: Tom liste

source: Enter list name
da_dk: Skriv liste navn

source: Name
da_dk: Navn

# SelectListFirst
source: Please select list first
da_dk: Vær venlig at vælge en liste først

# SelectImages
source: Select images to add to list
da_dk: Vælg billeder, som skal tilføjes listen

source: (inactive)
da_dk: (ikke aktiv)

source: (inactive because weekday)
da_dk: (ikke aktiv pga ugedagsfilter)

source: (inactive because time of day)
da_dk: (ikke aktive pga tidspunktsfilter)

source: Settings folder not found
da_dk: Indstilinger folderen blev ikke fundet

source: Notice
da_dk: Bemærk

source: Settings folder could not be opened
da_dk: Indstillinger folderen kunne ikke åbnes

source: Error
da_dk: Fejl

# ListContainsImagesWarning
source: This list has images in it. Are you sure you want to delete it?
da_dk: Denne liste indeholder billeder. Er du sikker på du vil slette den?

source: Warning
da_dk: Advarsel

# btnDuplicateList
source: Duplicate list
da_dk: Dupliker liste

source: Update available
da_dk: Ny version tilgængelig

# NewVersionAvailable
source: Version {0} available
da_dk: Version {0} tilgængelig

# CurrentVerionText
source: Current version {0}
da_dk: Nuværende version {0}

source: Click to update now
da_dk: Klik for at opdatere nu

source: Check for updates
da_dk: Tjek for opdateringer

source: No new version available
da_dk: Ingen ny version tilgængelig
